Repository: Tuynuk/tuynuk
Catalog: lib/l10n/app_*.arb
Languages: uz

# send
source: Send file
uz: Faylni yuborish

# receive
source: Receive file
uz: Faylni qabul qilish

# keyDerivationInfo
source: This text were derived from the encryption key
uz: Bu matn shifrlash kalitidan olingan

source: Source code
uz: Dastur manbasi

source: Tap to copy
uz: Nusxa olish uchun bosing

source: Create session
uz: Sessiya yaratish

source: Select file
uz: Fayl tanlash

source: Input session ID
uz: Sessiya ID kiriting

source: Language
uz: Til

source: Done
uz: Tayyor

source: Save
uz: Saqlash

source: Setup PIN
uz: PIN o'rnatish

source: Input PIN
uz: PIN kiriting

# continueAuth
source: Continue
uz: Davom etish
